Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Section 64 If a loading bay is located indoors, there shall when necessary be a device removing vehicle exhausts.
sv: § Om en lastkaj finns inomhus ska det när det behövs finnas en anordning som för bort avgaser från fordon.

source: Loading hatches
sv: Lastöppningar

source: Section 65 Floor openings shall be avoided as far as possible.
sv: § Öppningar i golv ska så långt som möjligt undvikas.

source: Where an opening in the floor does occur, care should be taken not to position it in front of doors and gates, in passageways or traffic routes or near places frequented by any person in the course of work.
sv: Där det ändå måste finnas en öppning i golvet ska denna inte vara placerad framför dörrar och portar, i gångar eller transportvägar och nära platser där någon vistas under arbetet.

source: Section 66 Loading hatches in walls may not be positioned above a door or gate or an unprotected window if there is a risk of falling goods.
sv: § Lastöppningar i väggar får inte placeras ovanför en dörr eller en port eller ett oskyddat fönster om det finns risk för att gods faller ned.

source: Safety devices and emergency equipment
sv: Skyddsanordningar och nödutrustningar

source: Protection against falls and falling objects
sv: Skydd mot fall och ras

source: Section 67 Loading hatches in walls shall have appropriate devices for protection from falls and falling objects.
sv: § Lastöppningar i väggar ska ha ändamålsenliga skyddsanordningar mot fall och ras.

source: Outer doors and gates shall, if necessary, be provided with canopies for protection from falls of snow and falling icicles.
sv: Ytterdörrar och portar ska, om det behövs, ha skyddstak mot snöras och nedfallande istappar.

source: Platforms, landings, staircases, balconies, overhead walkways and suchlike shall have guard rails for the prevention of falls.
sv: Plattformar, avsatser, trappor, balkonger, förbindelsebryggor och liknande ska ha skydd mot fall.

source: Staircases shall normally have railings and handrails.
sv: Trappor ska normalt ha räcken och ledstänger.

source: Floor openings shall have a guard rail, hatch cover, protective covering or corresponding safety device for the prevention of falls.
sv: Öppningar i golv ska ha skyddsräcken, lucka, skyddstäckning eller motsvarande skyddsanordning mot fall.

source: Roof areas with low weight-bearing capacity that can be accessed on foot, such as glass and plastic surfaces, shall normally have guard rails.
sv: Takytor med låg bärighet och som kan beträdas, såsom glas- och plastytor, ska normalt ha skyddsräcken.

source: Section 68 Open pools, vats and suchlike devices containing a dangerous substance or otherwise entailing a particular danger and whose upper edge is less than 0.8 m above floor level shall be surrounded with a guard rail or shall have a protective cover.
sv: § Öppna bassänger, kar och liknande anordningar som innehåller ett farligt ämne eller på annat sätt innebär särskild fara och vars överkant ligger mindre än 0,8 m över golvnivån ska omges med ett skyddsräcke eller ha skyddstäckning.

source: Section 69 A guard rail shall be designed to limit the risk of falls.
sv: § Ett skyddsräcke ska utformas så att det begränsar fallrisken.

source: It shall be designed to prevent falls also through or under the rail.
sv: Det ska vara utfört så att det hindrar fall över, genom eller under räcket.

source: A guard rail shall usually be fixed.
sv: Ett räcke ska i regel vara fast.

source: A guard rail shall be dimensioned for the load to which it will presumably be subjected.
sv: Ett skyddsräcke ska vara dimensionerat för den belastning det kan antas bli utsatt för.

source: Emergency lighting
sv: Nödbelysning

source: Section 70 Emergency lighting of adequate intensity shall be provided on work and storage premises where the persons working are specially exposed to risks if the regular lighting fails.
sv: § Nödbelysning av tillräcklig styrka ska finnas i sådana arbets- och förvaringslokaler där de som arbetar är speciellt utsatta för risker i händelse av fel på den ordinarie belysningen.

source: Protection against entrapment
sv: Skydd mot instängning

source: Section 71 Protection against entrapment shall be provided on work and storage premises where the persons working are specially exposed to risks in the event of being shut in.
sv: § Skydd mot instängning ska finnas i arbets- och förvaringslokaler där de som arbetar är speciellt utsatta för risker om de blir instängda.

source: Doors of coolers and freezers must be possible to open from the inside.
sv: Dörrar till kyl- och frysrum ska kunna öppnas inifrån.

source: A dependable lighting and signalling device, easily accessible and visible from the inside, shall be provided next to the doors of coolers and freezers where the temperature is below –5°C.
sv: Vid dörrar till kyl- eller frysrum där temperaturen är under –5 °C ska det finnas en tillförlitlig, inifrån lätt åtkomlig och synlig ljus- och signalanordning.

source: approximately 0.5 m above floor level and shall be usable for signalling to a point from which help can be obtained.
sv: Den ska vara placerad ca 0,5 m över golv, och kunna användas för att ge signal till ett ställe varifrån hjälp kan erhållas.

source: It shall be marked “Nödsignal”.
sv: Den ska vara märkt ”Nödsignal”.

source: Protection against collision with glass surfaces
sv: Skydd vid sammanstötning mot glasytor

source: Section 72 Glazed areas of doors, windows and walls shall either be fitted with a suitable guard or be made in such a way and of such strength that injuries due to cuts can be avoided.
sv: § Glasytor i dörrar, fönster och väggar ska antingen ha lämpligt skydd eller vara så utförda och ha sådan hållfasthet att skärskador kan undvikas.

source: See-through doors, gates and wall sections shall, where necessary, be marked so that they are easily discovered and so that the risk of collision is avoided.
sv: Genomsynliga dörrar, portar och väggpartier ska, där det behövs, vara markerade så att de är lätta att upptäcka och så att sammanstötning undviks.

source: Emergency shower and eye wash device
sv: Nöddusch och ögonspolningsanordning

source: Section 73 An easily accessible emergency shower shall be provided in connection with activities where there is a risk of drenching with substances capable of harming the skin or easily absorbed percutaneously and where there is a risk of clothing catching fire.
sv: § En lättåtkomlig nöddusch ska finnas vid verksamheter där det finns risk att bli översköljd av ämnen som kan skada huden eller lätt tas upp genom denna samt där det finns risk för brand i kläderna.

source: An easily accessible eyewash device shall be provided in connection with activities where there is a risk of substances splashing which are capable of injuring the eyes.
sv: En lättåtkomlig ögonspolningsanordning ska finnas vid verksamheter där det finns risk för stänk av ämnen som kan skada ögonen.

source: The eyewash device shall normally be a fixed installation and capable of supplying temperate water.
sv: Ögonspol- ningsanordningen ska normalt vara fast ansluten och kunna ge tempererat vatten.

source: Warning signs
sv: Varselmärkning

source: Section 74 Warning signs shall be used when risks cannot be avoided or sufficiently limited by means of general technical or organisational precautions.
sv: § Varselmärkning ska användas då risker inte kan undvikas eller begränsas tillräckligt mycket genom allmänna tekniska eller arbetsorganisatoriska skyddsåtgärder.

source: Risk areas shall always be clearly marked.
sv: Riskområden ska alltid vara tydligt markerade.

source: Alarms and escape routes
sv: Larm och utrymning

source: Section 75 Escape routes shall be provided as necessitated by the nature of the building, the premises, the workplace and the activity.
sv: § Det ska finnas sådana möjligheter till utrymning som är betingade av byggnadens, lokalens, arbetsplatsens och verksamhetens art.

source: In the event of danger occurring, it should be possible for all workplaces and personnel facilities to be evacuated before critical conditions arise.
sv: I händelse av fara ska alla arbetsplatser och personalutrymmen kunna utrymmas innan kritiska förhållanden uppstår.

source: The number of escape routes and their distribution and capacity shall be adapted to the use, equipment and size of the workplaces and to the largest number of persons for which the premises are intended.
sv: Antalet utrymningsvägar samt deras fördelning och kapacitet ska vara avpassade efter arbetsplatsernas användning, utrustning och storlek och efter det största antal människor lokalen är avsedd för.

source: As a rule there shall be at least two independent escape routes.
sv: I regel ska det finnas minst två av varandra oberoende utrymningsvägar.

source: Escape routes shall lead as directly as possible outdoors or to another safe place.
sv: Utrymningsvägar ska så direkt som möjligt leda ut i det fria eller till annan säker flyktplats.

source: Section 76 Escape routes and paths and doors to escape routes shall be easily accessible and be kept unobstructed.
sv: § Utrymningsvägar samt vägar och dörrar till utrymningsvägar ska vara lätt tillgängliga och hållas fria från hinder.

source: The accessibility of escape routes shall be borne in mind when positioning technical devices, furnishings and material.
sv: Vid placering av tekniska anordningar, inredning och material ska utrymningsvägarnas tillgänglighet beaktas.

source: Section 77 Doors and gates for evacuation shall normally open outwards in the escape direction.
sv: § Dörrar och grindar för utrymning ska normalt vara utåtgående i ut- rymningsriktningen.

source: Sliding doors and revolving doors are not permitted if specifically intended as emergency exists.
sv: Skjutdörrar och roterdörrar som enbart är avsedda för utrymning är inte tillåtna.

source: Doors to or on an escape route shall be easy to open.
sv: Dörrar till eller i en utrymningsväg ska vara lätta att öppna.

source: They may not be locked or bolted in such a way as to impede evacuation.
sv: De får inte vara så låsta eller reglade att utrymning försvåras.

source: Section 78 At workplaces which otherwise can only be evacuated with great difficulty, special measures shall be taken to ensure that the personnel can be evacuated.
sv: § På arbetsplatser som annars skulle vara mycket svåra att utrymma, ska särskilda åtgärder vidtas som säkerställer möjligheterna till utrymning.

source: Emergency lighting for escape routes
sv: Nödbelysning för utrymning

source: Signs and marking for escape routes
sv: Skyltning och markering för utrymning

source: Section 80 Signs and other guidance markings for evacuation shall be provided unless manifestly unnecessary.
sv: § Skyltar och andra vägledande markeringar för utrymning ska finnas, om det inte är uppenbart att de inte behövs.

source: Guidance markings shall if necessary be illuminated or translucent.
sv: Om det behövs ska vägledande markeringar vara belysta eller genomlysta.

source: Signs and other markings shall be placed at appropriate points and be made to last.
sv: Skyltar och andra markeringar ska placeras på lämpliga ställen och ha ett varaktigt utförande.

source: Section 81 Escape routes shall be marked on the floor if there is a risk that they will otherwise be obstructed.
sv: § Utrymningsvägar ska vara markerade på golvet om det finns risk för att de annars kan bli blockerade.

source: The same applies to paths leading to escape routes.
sv: Detsamma gäller för vägar till utrymningsvägar.

source: Section 82 The position of non-automatic fire-fighting equipment shall be indicated by suitably positioned signs.
sv: § Platser för brandsläckningsutrustning som inte är automatisk ska markeras med skyltar på lämpliga ställen.

source: Evacuation alarm
sv: Utrymningslarm

source: Section 83 Buildings and structures with workplaces and work premises where fire, escaping gas, oxygen deficiency or suchlike entails a risk of accidents or acute ill health shall be provided with detectors and alarm devices to the extent necessary, having regard to the size and use of the building.
sv: § För byggnader och andra anläggningar med arbetsplatser och arbetslokaler där brand, utströmmande gas, syrebrist eller liknande innebär risk för olycksfall eller akut ohälsa ska det finnas detektorer och larmanordningar i den omfattning som är nödvändig med hänsyn till byggnadsverkets storlek och användning.

source: Account should also be taken of the equipment present in the building, the physical and chemical properties of the substances and products occurring, the location of the workplaces and the largest number of persons for which the premises or the area are intended.
sv: Hänsyn ska även tas till den utrustning som finns där, liksom till de fysikaliska och kemiska egenskaperna hos förekommande ämnen och produkter, arbetsplatsernas läge och det största antal människor som lokalen eller området är avsett för.

source: No alarm device is needed, however, where the risks of accidents or acute ill health are small or where, for some other reason, an alarm device is manifestly unnecessary for the safety and health of the personnel.
sv: En larmanordning behövs dock inte där riskerna för olycksfall eller akut ohälsa är små eller där en larmanordning av annan anledning uppenbarligen inte är nödvändig för personalens säkerhet och hälsa.

source: Section 84 Alarm devices shall emit signals which can be apprehended by everyone in danger.
sv: § Larmanordningar ska avge signaler som kan uppfattas av alla som berörs av faran.

source: Process signals or other signals occurring shall be of such a kind that they cannot be confused with an alarm signal.
sv: Processignaler eller andra förekommande signaler ska ha sådan karaktär att de inte förväxlas med en larmsignal.

source: If necessary there shall be a device which automatically actuates an alarm signal in the event of fire, escaping gas, oxygen deficiency or suchlike.
sv: Om det behövs ska det finnas en anordning som automatiskt utlöser en larmsignal vid brand, ut- strömmande gas, syrebrist eller liknande.

source: Section 86 Alarm devices shall be properly maintained and inspected at least quarterly.
sv: § Larmanordningar ska underhållas väl och kontrolleras minst en gång per kvartal.

source: Special risks in the event of fire
sv: Särskilda risker vid brand

source: Section 87 Special steps shall be taken to facilitate the evacuation of buildings and other structures with workplaces and work premises where a fire can develop so rapidly or entail such rapid development of smoke that evacuation will be significantly impeded.
sv: § Särskilda åtgärder ska vidtas för att underlätta utrymning i byggnader och andra anläggningar med arbetsplatser och arbetslokaler där en brand kan få en så snabb spridning eller medföra en sådan snabb rökutveckling att utrymning väsentligt försvåras.

source: An automatic fixed fire extinguishing device shall be installed if necessary.
sv: Om det behövs ska en automatisk brandsläckningsanordning installeras.

source: Non-automatic fixed fire extinguishing equipment shall be easily accessible and simple to use.
sv: Brandsläckningsutrustning som inte är automatisk ska vara lätt att komma åt och använda.

source: Section 88 In spaces where the extinguishing agent from an automatic extinguishing device implies a risk of asphyxiation or ill health to the personnel, special steps shall be taken to provide protection from such risks.
sv: § I utrymmen där utlöst släckmedel från en automatisk släckningsan- ordning innebär risk för kvävning eller ohälsa för personalen, ska särskilda åtgärder vidtas som skyddar mot sådana risker.

source: Evacuation plan
sv: Utrymningsplan

source: Section 89 An evacuation plan shall be posted in buildings and other structures, to the extent necessary and at suitable points.
sv: § I byggnader och andra anläggningar ska det, i den omfattning som behövs och på lämpligt belägna platser, finnas anslag med utrymningsplan.

source: The plan shall indicate escape routes, the procedure for alerting the rescue service and other necessary relief measures and, where relevant, show the position of manual call points for activation of the alarm and of an emergency telephone, as well as an assembly point.
sv: Planen ska visa utrymningsvägar, ange hur räddningstjänsten och annan erforderlig hjälpinsats larmas och, när detta är aktuellt, visa var manuella larmutlösningsdon och larmtelefon är placerade samt ange plats för åter- samling.

source: Evacuation plans are not needed, however, for work premises where size, location and openness are such that an evacuation plan is manifestly immaterial to the safety of the personnel in the event of an evacuation.
sv: Utrymningsplaner behövs dock inte för arbetsställen vars storlek, läge och överskådlighet är sådan att en utrymningsplan uppenbarligen saknar betydelse för personalens säkerhet vid en utrymning.

source: Personnel premises
sv: Personalutrymmen

source: Section 90 The number of personnel facilities together with their location, size and furnishing, shall be adapted to
sv: § Antalet personalutrymmen samt deras placering, storlek och inred-

source: the nature and duration of the work,
sv: arbetets natur och varaktighet,

source: the number of workers regularly employed at the worksite who can normally be expected to be using the facilities simultaneously, and distribution according to sex.
sv: det antal arbetstagare som regelbundet sysselsätts på arbetsstället och som normalt kan beräknas använda utrymmena samtidigt samt arbetstagarnas fördelning på kön.

source: Section 91 Personnel facilities may not contain furnishings or objects notably impairing the use of the facility for its intended purpose.
sv: § I personalutrymmen får det inte finnas inredning eller föremål som påtagligt försämrar utrymmets funktion.

source: A personnel facility may not be used for an activity which impairs its usefulness as a personnel facility.
sv: Ett personalutrymme får inte användas för verksamhet som försämrar användbarheten som personalut- rymme.

source: Section 92 Employees keeping personal valuables at the worksite shall have access to a space which is or can be provided with a lock.
sv: § Arbetstagare som förvarar personliga värdesaker på arbetsstället ska ha tillgång till ett utrymme som har eller kan förses med lås.

source: Wardrobe space
sv: Klädutrymme

source: Section 93 Employees shall have access to a space for storing private clothing and, when necessary, work clothing.
sv: § Arbetstagare ska ha tillgång till utrymmen för förvaring av privata kläder och, när det behövs, arbetskläder.

source: It shall be possible for this clothing to be stored in such a way that it is not made dirty or damaged and so as to counteract the risk of theft.
sv: Kläderna ska kunna förvaras så att de inte smutsas ned eller skadas och så att risken för stöld motverkas.

source: If the work causes dirt or perspiration, there shall be separate storage places for private clothing and work clothing.
sv: Om arbetet är smutsande eller svettdrivande ska det finnas skilda förvaringsplatser för privata kläder och arbetskläder.

source: In or in conjunction with changing rooms or other premises for changing and in other wardrobe spaces there shall be sufficient room for clothes storage for those employees who need to store their clothes there simultaneously.
sv: I eller i anslutning till omklädningsrum eller andra utrymmen för om- klädning samt i andra klädutrymmen ska det finnas tillräcklig plats för klädförvaring för de arbetstagare som samtidigt behöver förvara sina kläder där.

source: In connection with work for which, in addition to ordinary work clothing, special protective clothing is used on account of infection or some other health hazard, there shall be a special space for the storage of this protective clothing
sv: Vid arbeten där utöver vanliga arbetskläder även särskilda skyddskläder används mot smitta eller annan hälsofara ska det finnas särskilda utrymmen för förvaring av dessa skyddskläder.

source: Changing room
sv: Omklädningsrum

source: Section 95 Employees engaged on work which causes dirt or perspiration or other work where the activity requires changing clothes at work shall have access to a changing room or other suitable space for changing.
sv: § Arbetstagare som utför smutsande eller svettdrivande arbete eller annat arbete där verksamheten kräver att ombyte sker på arbetsstället ska ha tillgång till omklädningsrum eller annat lämpligt utrymme för omkläd-

source: If necessary, there shall be separate changing rooms for private clothing and for work clothing or protective clothing.
sv: Om det behövs ska det finnas skilda omklädningsrum för privata kläder och arbetskläder eller skyddskläder.

source: Section 96 Changing rooms shall be separate for men and women if they need to use the rooms simultaneously.
sv: § Omklädningsrum ska vara skilda för män och kvinnor om de behöver använda rummen samtidigt.

source: This, however, does not apply to changing rooms as referred to in Section 95 if there is only one employee of one or the other sex.
sv: Detta gäller dock inte omklädningsrum som avses i 95 §, om det av något kön finns endast en arbetstagare.

source: In a case of this kind, some other suitable place shall be arranged for changing and for the storage of clothing.
sv: I sådant fall ska det ändå ordnas en lämplig plats för ombyte och klädförvaring för den arbetstagaren.

source: Section 97 Changing rooms and other wardrobe spaces shall have sufficient space for changing and the storage of clothing by the number of employees referred there simultaneously.
sv: § I omklädningsrum ska det finnas tillräcklig plats för ombyte för det antal arbetstagare som hänvisas dit samtidigt.

source: There shall also be seating for as many persons as normally need to be seated simultaneously.
sv: Det ska även finnas sittplatser för så många personer som normalt behöver sitta samtidigt.

source: A sufficient number of mirrors shall be provided in or near changing rooms and other wardrobe spaces.
sv: I eller nära omklädningsrum och andra klädutrymmen ska det finnas speglar i tillräckligt antal.

source: Drying facility
sv: Torkutrymme

source: Section 98 If work clothing or footwear can easily become wet in the course of work, a possibility of drying them shall be provided in or near the wardrobe space.
sv: § Om arbetskläder eller skodon lätt kan bli våta under arbetet, ska det finnas möjlighet att torka dem i eller i närheten av klädutrymmet.

source: When necessary, equipment for flushing boots shall be provided near changing rooms.
sv: När det behövs ska det i närheten av omklädningsrummen finnas utrustning för att spola stövlar.

source: Washing and shower facilities
sv: Tvätt- och duschutrymme

source: Section 99 Wash basins with a sufficient quantity of hot and cold water shall be provided at worksites
sv: § På arbetsställen ska det finnas tvättplatser med tillräcklig mängd varmt och kallt vatten.

source: Section 100 At worksites where the work causes dirt or perspiration, there shall be access to a shower.
sv: § På arbetsställen, där arbetet är smutsande eller svettdrivande, ska det finnas tillgång till dusch.

source: If more than four employees are simultaneously occupied with such working, there shall be a wash basin and shower in a special washing facility in conjunction with the changing rooms.
sv: Om fler än fyra arbetstagare arbetar samtidigt med sådant arbete ska tvättplats och dusch finnas i ett särskilt tvättrum i anslutning till omklädningsrummen.
